
[ProductionLine_NanoscaleVest X2TechTemplate]
DisplayName="Nanoscale Vest Production"
Summary="Conduct testing trials and build an assembly line for Nanoscale Vests, which grant additional health to the wearer." 

[ProductionLine_HazmatVest X2TechTemplate]
DisplayName="Hazmat Vest Production"
Summary="Conduct testing trials and build an assembly line for Hazmat Vests, which grant additional health and environmental immunity to the wearer." 

[ProductionLine_PlatedVest X2TechTemplate]
DisplayName="Plated Vest Production"
Summary="Conduct testing trials and build an assembly line for Plated Vests, which grant additional health and armor to the wearer." 

[ProductionLine_HellweaveVest X2TechTemplate]
DisplayName="Hellweave Vest Production"
Summary="Conduct testing trials and build an assembly line for Hellweave Vests, which grant additional health to the wearer and damage any melee attackers." 

[ProductionLine_StasisVest X2TechTemplate]
DisplayName="Stasis Vest Production"
Summary="Conduct testing trials and build an assembly line for Stasis Vests, which grant additional health and shield to the wearer." 

[ProductionLine_Mindshield X2TechTemplate]
DisplayName="Mindshield Production"
Summary="Conduct testing trials and build an assembly line for Mindshields, which protect the wearer against psionic attacks." 

[ProductionLine_Battlescanner X2TechTemplate]
DisplayName="Battlescanner Production"
Summary="Conduct testing trials and build an assembly line for Battlescanners, thrown devices that reveal the fog-of-war." 

[ProductionLine_ProximityMine X2TechTemplate]
DisplayName="Proximity Mine Production"
Summary="Conduct testing trials and build an assembly line for Proximity Mines, powerful remotely detonated explosives." 

[ProductionLine_MimicBeacon X2TechTemplate]
DisplayName="Mimic Beacon Production"
Summary="Conduct testing trials and build an assembly line for Mimic Beacons, thrown devices which create a decoy to draw enemy fire." 

[ProductionLine_CombatStims X2TechTemplate]
DisplayName="Combat Stim Production"
Summary="Conduct testing trials and build an assembly line for Combat Stims, one-time-use stimulants that grant a variety of bonuses to the user." 

[ProductionLine_UltrasonicLure X2TechTemplate]
DisplayName="Ultrasonic Lure Production"
Summary="Conduct testing trials and build an assembly line for Ultrasonic Lures, thrown devices that draw Lost swarms to their location." 

[ProductionLine_SustainingSphere X2TechTemplate]
DisplayName="Sustaining Sphere Production"
Summary="Conduct testing trials and build an assembly line for Sustaining Spheres, one-time-use forcefield projectors that save a user from death." 

[ProductionLine_RefractionField X2TechTemplate]
DisplayName="Refraction Field Production"
Summary="Conduct testing trials and build an assembly line for Refraction Fields, one-time-use devices which put the user into concealment." 

[ProductionLine_IncendiaryGrenade X2TechTemplate]
DisplayName="Incendiary Grenade Production"
Summary="Conduct testing trials and build an assembly line for Incendiary Grenades, which deal extra damage and spread fire in the impact zone." 

[ProductionLine_AcidGrenade X2TechTemplate]
DisplayName="Acid Grenade Production"
Summary="Conduct testing trials and build an assembly line for Acid Grenades, which shred more armor and spread acid in the impact zone."

[ProductionLine_GasGrenade X2TechTemplate]
DisplayName="Gas Grenade Production"
Summary="Conduct testing trials and build an assembly line for Gas Grenades, which have a larger radius and spread poison gas in the impact zone."

[ProductionLine_EMPGrenade X2TechTemplate]
DisplayName="EMP Grenade Production"
Summary="Conduct testing trials and build an assembly line for EMP Grenades, which deal high damage to robotic enemies and lower their hack defense."

[ProductionLine_IncendiaryGrenadeMk2 X2TechTemplate]
DisplayName="Incendiary Bomb Production"
Summary="Conduct testing trials and build an assembly line for Incendiary Bombs, which deal extra damage and spread fire in the impact zone." 

[ProductionLine_AcidGrenadeMk2 X2TechTemplate]
DisplayName="Acid Bomb Production"
Summary="Conduct testing trials and build an assembly line for Acid Bombs, which shred more armor and spread acid in the impact zone."

[ProductionLine_GasGrenadeMk2 X2TechTemplate]
DisplayName="Gas Bomb Production"
Summary="Conduct testing trials and build an assembly line for Gas Bombs, which have a larger radius and spread poison gas in the impact zone."

[ProductionLine_EMPGrenadeMk2 X2TechTemplate]
DisplayName="EMP Bomb Production"
Summary="Conduct testing trials and build an assembly line for EMP Bombs, which deal high damage to robotic enemies and lower their hack defense."

[ProductionLine_APRounds X2TechTemplate]
DisplayName="AP Rounds Production"
Summary="Conduct testing trials and build an assembly line for AP Rounds, ammunition that pierces through armor."

[ProductionLine_TalonRounds X2TechTemplate]
DisplayName="Talon Rounds Production"
Summary="Conduct testing trials and build an assembly line for Talon Rounds, ammunition that enhance critical hits."

[ProductionLine_TracerRounds X2TechTemplate]
DisplayName="Tracer Rounds Production"
Summary="Conduct testing trials and build an assembly line for Tracer Rounds, which assist the user's aim."

[ProductionLine_VenomRounds X2TechTemplate]
DisplayName="Venom Rounds Production"
Summary="Conduct testing trials and build an assembly line for Venom Rounds, deadly ammunition that can poison targets."

[ProductionLine_DragonRounds X2TechTemplate]
DisplayName="Dragon Rounds Production"
Summary="Conduct testing trials and build an assembly line for Dragon Rounds, deadly ammunition that can set targets aflame."

[ProductionLine_BluescreenRounds X2TechTemplate]
DisplayName="Bluescreen Rounds Production"
Summary="Conduct testing trials and build an assembly line for Bluescreen Rounds, ammunition that devastates robotic targets."
